Autodesk.Navisworks.Api.ApplicationParts.IApplicationGui.ServerType
Sign In Server Type.
Returns: Server Type.

Autodesk.Navisworks.Api.ApplicationParts.IApplicationGui.SignInChanged
Occurs when Sign In status changes.